Repository: lgarczewski/boardpress
Catalog: languages/trellopress-*.po
Languages: pl_pl

source: Data taken from %s, graciously hosted on <a href="https://trello.com/">Trello</a>.
pl_pl: Informacje pochodzą z tablicy %s na platformie <a href=“https://trello.com/“>Trello</a>.

source: Last updated: %s
pl_pl: Ostatnia zmiana: %s

source: Mentioned in %d related posts
pl_pl: Wymienione w %d artykułach

source: Takes you to the board on Trello.com
pl_pl: Otwiera tablicę na platformie Trello

source: open task details
pl_pl: zobacz szczegóły zadania

source: Opens the board on Trello.com
pl_pl: Otwiera tablicę na platformie Trello

source: Connect a Trello card to this post:
pl_pl: Połącz kartę Trello z tym postem:

source: Not defined
pl_pl: Brak

source: TrelloPress Settings
pl_pl: Ustawienia TrelloPress

source: Learn more about the task described in this post: %s
pl_pl: Więcej o zadaniu opisanym w tym artykule: %s

source: Settings
pl_pl: Ustawienia
